<!DOCTYPE html>



  


<html class="theme-next pisces use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="Hexo, NexT">










<meta name="description" content="&amp;#x7279;&amp;#x5F81;&amp;#x8138; &amp;#x7279;&amp;#x5F81;&amp;#x8138;&amp;#x65B9;&amp;#x6CD5;&amp;#x5229;&amp;#x7528;&amp;#x4E3B;&amp;#x5206;&amp;#x91CF;&amp;#x5206;&amp;#x6790;&amp;#x8FDB;&amp;#x884C;&amp;#x964D;&amp;#x7EF4;&amp;#x548C;&amp;#x63D0;&amp;#x53D6;&amp;#x7279;&amp;#x5F81;&amp;#x3002">
<meta property="og:type" content="article">
<meta property="og:title" content="人脸识别原理简述">
<meta property="og:url" content="http://yoursite.com/2019/10/14/╚╦┴│╩╢▒Ё╘н└э╝Є╩Ў/index.html">
<meta property="og:site_name" content="WeiGuangLi">
<meta property="og:description" content="&amp;#x7279;&amp;#x5F81;&amp;#x8138; &amp;#x7279;&amp;#x5F81;&amp;#x8138;&amp;#x65B9;&amp;#x6CD5;&amp;#x5229;&amp;#x7528;&amp;#x4E3B;&amp;#x5206;&amp;#x91CF;&amp;#x5206;&amp;#x6790;&amp;#x8FDB;&amp;#x884C;&amp;#x964D;&amp;#x7EF4;&amp;#x548C;&amp;#x63D0;&amp;#x53D6;&amp;#x7279;&amp;#x5F81;&amp;#x3002">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://raw.githubusercontent.com/lwglucky/BLOG/master/人脸识别_平均脸.png">
<meta property="og:image" content="https://raw.githubusercontent.com/lwglucky/BLOG/master/人脸识别_平均脸1.png">
<meta property="og:image" content="https://raw.githubusercontent.com/lwglucky/BLOG/master/人脸识别_平均脸2.png">
<meta property="og:image" content="https://raw.githubusercontent.com/lwglucky/BLOG/master/人脸识别_平均脸3.png">
<meta property="og:updated_time" content="2019-10-14T03:50:04.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="人脸识别原理简述">
<meta name="twitter:description" content="&amp;#x7279;&amp;#x5F81;&amp;#x8138; &amp;#x7279;&amp;#x5F81;&amp;#x8138;&amp;#x65B9;&amp;#x6CD5;&amp;#x5229;&amp;#x7528;&amp;#x4E3B;&amp;#x5206;&amp;#x91CF;&amp;#x5206;&amp;#x6790;&amp;#x8FDB;&amp;#x884C;&amp;#x964D;&amp;#x7EF4;&amp;#x548C;&amp;#x63D0;&amp;#x53D6;&amp;#x7279;&amp;#x5F81;&amp;#x3002">
<meta name="twitter:image" content="https://raw.githubusercontent.com/lwglucky/BLOG/master/人脸识别_平均脸.png">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Pisces',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":false,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://yoursite.com/2019/10/14/╚╦┴│╩╢▒Ё╘н└э╝Є╩Ў/">





  <title>人脸识别原理简述 | WeiGuangLi</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">
<div class="bg_content">
<canvas id="canvas"></canvas>
</div>
  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">WeiGuangLi</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle"></p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br>
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="http://yoursite.com/2019/10/14/╚╦┴│╩╢▒Ё╘н└э╝Є╩Ў/">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="lwglucky">
      <meta itemprop="description" content>
      <meta itemprop="image" content="/images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="WeiGuangLi">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">人脸识别原理简述</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2019-10-14T11:40:59+08:00">
                2019-10-14
              </time>
            

            

            
          </span>

          
            <span class="post-category">
            
              <span class="post-meta-divider">|</span>
            
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              
                <span class="post-meta-item-text">分类于</span>
              
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/智能算法/" itemprop="url" rel="index">
                    <span itemprop="name">智能算法</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <h2><span id="x7279x5f81x8138">&#x7279;&#x5F81;&#x8138;</span></h2><p> &#x7279;&#x5F81;&#x8138;&#x65B9;&#x6CD5;&#x5229;&#x7528;&#x4E3B;&#x5206;&#x91CF;&#x5206;&#x6790;&#x8FDB;&#x884C;&#x964D;&#x7EF4;&#x548C;&#x63D0;&#x53D6;&#x7279;&#x5F81;&#x3002;&#x4E3B;&#x5206;&#x91CF;&#x5206;&#x6790;&#x662F;&#x4E00;&#x79CD;&#x5E94;&#x7528;&#x5341;&#x5206;&#x5E7F;&#x6CDB;&#x7684;&#x6570;&#x636E;&#x964D;&#x7EF4;&#x6280;&#x672F;&#xFF0C;&#x8BE5;&#x65B9;&#x6CD5;&#x9009;&#x62E9;&#x4E0E;&#x539F;&#x6570;&#x636E;&#x534F;&#x65B9;&#x5DEE;&#x77E9;&#x9635;&#x524D;&#x51E0;&#x4E2A;&#x6700;&#x5927;&#x7279;&#x5F81;&#x503C;&#x5BF9;&#x5E94;&#x7684;&#x7279;&#x5F81;&#x5411;&#x91CF;&#x6784;&#x6210;&#x4E00;&#x7EC4;&#x57FA;&#xFF0C;&#x4EE5;&#x8FBE;&#x5230;&#x6700;&#x4F73;&#x8868;&#x5F81;&#x539F;&#x6570;&#x636E;&#x7684;&#x76EE;&#x7684;&#x3002;&#x56E0;&#x4E3A;&#x7531;&#x4E3B;&#x5206;&#x91CF;&#x5206;&#x6790;&#x63D0;&#x53D6;&#x7684;&#x7279;&#x5F81;&#x5411;&#x91CF;&#x8FD4;&#x56DE;&#x6210;&#x56FE;&#x50CF;&#x65F6;&#xFF0C;&#x770B;&#x4E0A;&#x53BB;&#x4ECD;&#x50CF;&#x4EBA;&#x8138;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x4E9B;&#x7279;&#x5F81;&#x5411;&#x91CF;&#x88AB;&#x79F0;&#x4E3A;&#x201C;&#x7279;&#x5F81;&#x8138;&#x201D;&#x3002;</p>
<p>&#x5728;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x4E2D;&#xFF0C;&#x7531;&#x4E00;&#x7EC4;&#x7279;&#x5F81;&#x8138;&#x57FA;&#x56FE;&#x8C61;&#x5F20;&#x6210;&#x4E00;&#x4E2A;&#x7279;&#x5F81;&#x8138;&#x5B50;&#x7A7A;&#x95F4;&#xFF0C;&#x4EFB;&#x4F55;&#x4E00;&#x5E45;&#x4EBA;&#x8138;&#x56FE;&#x8C61;&#xFF08;&#x51CF;&#x53BB;&#x5E73;&#x5747;&#x4EBA;&#x8138;&#x540E;&#xFF09;&#x90FD;&#x53EF;&#x6295;&#x5F71;&#x5230;&#x8BE5;&#x5B50;&#x7A7A;&#x95F4;&#xFF0C;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x6743;&#x503C;&#x5411;&#x91CF;&#x3002;&#x8BA1;&#x7B97;&#x6B64;&#x5411;&#x91CF;&#x548C;&#x8BAD;&#x7EC3;&#x96C6;&#x4E2D;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x6743;&#x503C;&#x5411;&#x91CF;&#x4E4B;&#x95F4;&#x7684;&#x6B27;&#x5F0F;&#x8DDD;&#x79BB;&#xFF0C;&#x53D6;&#x6700;&#x5C0F;&#x8DDD;&#x79BB;&#x6240;&#x5BF9;&#x5E94;&#x7684;&#x4EBA;&#x8138;&#x56FE;&#x50CF;&#x7684;&#x8EAB;&#x4EFD;&#x4F5C;&#x4E3A;&#x6D4B;&#x8BD5;&#x4EBA;&#x8138;&#x56FE;&#x50CF;&#x7684;&#x8EAB;&#x4EFD;&#x3002;</p>
<p>&#x4E0B;&#x56FE;&#x7ED9;&#x51FA;&#x4E86;&#x4E3B;&#x5206;&#x91CF;&#x5206;&#x6790;&#x7684;&#x5E94;&#x7528;&#x4F8B;&#x5B50;&#x3002;&#x56FE;&#x4E2D;&#x6700;&#x5DE6;&#x8FB9;&#x7684;&#x4E3A;&#x5E73;&#x5747;&#x8138;&#xFF0C;&#x5176;&#x4ED6;&#x5730;&#x4E3A;&#x5BF9;&#x5E94; 7 &#x4E2A;&#x6700;&#x5927;&#x7279;&#x5F81;&#x503C;&#x7684;&#x7279;&#x5F81;&#x5411;&#x91CF;&#x3002;<br><img src="https://raw.githubusercontent.com/lwglucky/BLOG/master/&#x4EBA;&#x8138;&#x8BC6;&#x522B;_&#x5E73;&#x5747;&#x8138;.png" alt="11"><br><img src="https://raw.githubusercontent.com/lwglucky/BLOG/master/&#x4EBA;&#x8138;&#x8BC6;&#x522B;_&#x5E73;&#x5747;&#x8138;1.png" alt="22"></p>
<p>&#x4E3B;&#x5206;&#x91CF;&#x5206;&#x6790;&#x662F;&#x4E00;&#x79CD;&#x65E0;&#x76D1;&#x7763;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#xFF0C;&#x4E3B;&#x5206;&#x91CF;&#x662F;&#x6307;&#x5411;&#x6570;&#x636E;&#x80FD;&#x91CF;&#x5206;&#x5E03;&#x6700;&#x5927;&#x7684;&#x8F74;&#x7EBF;&#x65B9;&#x5411;&#xFF0C;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x4ECE;&#x6700;&#x5C0F;&#x5747;&#x65B9;&#x8BEF;&#x5DEE;&#x610F;&#x4E49;&#x4E0B;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x6700;&#x4F18;&#x7684;&#x8868;&#x8FBE;&#x3002;&#x4F46;&#x662F;&#x5C31;&#x5206;&#x7C7B;&#x4EFB;&#x52A1;&#x800C;&#x8A00;&#xFF0C;&#x7531;&#x4E3B;&#x5206;&#x91CF;&#x5206;&#x6790;&#x5F97;&#x5230;&#x7684;&#x7279;&#x5F81;&#x5374;&#x4E0D;&#x80FD;&#x4FDD;&#x8BC1;&#x53EF;&#x4EE5;&#x5C06;&#x5404;&#x4E2A;&#x7C7B;&#x522B;&#x6700;&#x597D;&#x5730;&#x533A;&#x5206;&#x5F00;&#x6765;&#x3002;</p>
<p>&#x7EBF;&#x6027;&#x9274;&#x522B;&#x5206;&#x6790;&#x662F;&#x4E00;&#x79CD;&#x8457;&#x540D;&#x7684;&#x6A21;&#x5F0F;&#x8BC6;&#x522B;&#x65B9;&#x6CD5;&#xFF0C;&#x901A;&#x8FC7;&#x5C06;&#x6837;&#x672C;&#x7EBF;&#x6027;&#x53D8;&#x6362;&#x5230;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x7A7A;&#x95F4;&#xFF0C;&#x4F7F;&#x6837;&#x672C;&#x7684;&#x7C7B;&#x5185;&#x6563;&#x5E03;&#x7A0B;&#x5EA6;&#x8FBE;&#x5230;&#x6700;&#x5C0F;&#xFF0C;&#x540C;&#x65F6;&#x7C7B;&#x95F4;&#x6563;&#x5E03;&#x7A0B;&#x5EA6;&#x8FBE;&#x5230;&#x6700;&#x5927;&#xFF0C;&#x5373;&#x8457;&#x540D;&#x7684; Fisher &#x51C6;&#x5219;&#x3002;<br><img src="https://raw.githubusercontent.com/lwglucky/BLOG/master/&#x4EBA;&#x8138;&#x8BC6;&#x522B;_&#x5E73;&#x5747;&#x8138;2.png" alt="33"></p>
<h2><span id="x5f39x6027x56fex5339x914d">&#x5F39;&#x6027;&#x56FE;&#x5339;&#x914D;</span></h2><p>Lades &#x7B49;&#x4EBA;&#x9488;&#x5BF9;&#x7578;&#x53D8;&#x4E0D;&#x53D8;&#x6027;&#x7684;&#x7269;&#x4F53;&#x8BC6;&#x522B;&#x95EE;&#x9898;&#x63D0;&#x51FA;&#x4E86;&#x4E00;&#x79CD;&#x57FA;&#x4E8E;&#x52A8;&#x6001;&#x8FDE;&#x63A5;&#x7ED3;&#x6784;&#x7684;&#x5F39;&#x6027;&#x56FE;&#x5339;&#x914D;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x5C06;&#x5176;&#x5E94;&#x7528;&#x4E8E;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x3002;&#x6240;&#x6709;&#x4EBA;&#x8138;&#x56FE;&#x50CF;&#x90FD;&#x6709;&#x76F8;&#x4F3C;&#x7684;&#x62D3;&#x6251;&#x7ED3;&#x6784;&#x3002;&#x4EBA;&#x8138;&#x90FD;&#x53EF;&#x8868;&#x793A;&#x6210;&#x56FE;&#xFF0C;&#x56FE;&#x4E2D;&#x7684;&#x8282;&#x70B9;&#x662F;&#x4E00;&#x4E9B;&#x57FA;&#x51C6;&#x70B9;&#xFF08;&#x5982;&#x773C;&#x775B;&#xFF0C;&#x9F3B;&#x5C16;&#x7B49;&#xFF09;&#xFF0C;&#x56FE;&#x4E2D;&#x7684;&#x8FB9;&#x662F;&#x8FD9;&#x4E9B;&#x57FA;&#x51C6;&#x70B9;&#x4E4B;&#x95F4;&#x7684;&#x8FDE;&#x7EBF;&#x3002;</p>
<p>&#x6BCF;&#x4E2A;&#x8282;&#x70B9;&#x5305;&#x542B; 40 &#x4E2A; Gabor &#x5C0F;&#x6CE2;&#xFF08;&#x4E00;&#x79CD;&#x6570;&#x5B57;&#x4FE1;&#x53F7;&#x53D8;&#x6362;&#x65B9;&#x6CD5;&#xFF09;&#x7CFB;&#x6570;&#xFF0C;&#x5305;&#x62EC;&#x76F8;&#x4F4D;&#x548C;&#x5E45;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E9B;&#x7CFB;&#x6570;&#x5408;&#x8D77;&#x6765;&#x79F0;&#x4E3A;&#x4E00;&#x4E2A; Jet &#xFF0C;&#x8FD9;&#x4E9B;&#x5C0F;&#x6CE2;&#x7CFB;&#x6570;&#x662F;&#x539F;&#x59CB;&#x56FE;&#x50CF;&#x548C;&#x4E00;&#x7EC4;&#x5177;&#x6709; 5 &#x4E2A;&#x9891;&#x7387;&#x3001; 8 &#x4E2A;&#x65B9;&#x5411;&#x7684; Gabor &#x5C0F;&#x6CE2;&#x5377;&#x79EF;&#xFF08;&#x4E00;&#x79CD;&#x6570;&#x5B57;&#x4FE1;&#x53F7;&#x5904;&#x7406;&#x7B97;&#x5B50;&#xFF09;&#x5F97;&#x5230;&#x7684;&#x3002;&#x8FD9;&#x6837;&#x6BCF;&#x5E45;&#x56FE;&#x5C31;&#x50CF;&#x88AB;&#x8D34;&#x4E86;&#x6807;&#x7B7E;&#x4E00;&#x6837;&#xFF0C;&#x5176;&#x4E2D;&#x7684;&#x70B9;&#x88AB; Jets &#x6807;&#x5B9A;&#xFF0C;&#x8FB9;&#x88AB;&#x70B9;&#x4E4B;&#x95F4;&#x7684;&#x8DDD;&#x79BB;&#x6807;&#x5B9A;&#x3002;&#x6240;&#x4EE5;&#x4E00;&#x5F20;&#x4EBA;&#x8138;&#x7684;&#x51E0;&#x4F55;&#x5F62;&#x72B6;&#x5C31;&#x88AB;&#x7F16;&#x7801;&#x4E3A;&#x56FE;&#x4E2D;&#x7684;&#x8FB9;&#xFF0C;&#x800C;&#x7070;&#x5EA6;&#x503C;&#x7684;&#x5206;&#x5E03;&#x88AB;&#x7F16;&#x7801;&#x4E3A;&#x56FE;&#x4E2D;&#x7684;&#x8282;&#x70B9;&#x3002;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF1A;<br><img src="https://raw.githubusercontent.com/lwglucky/BLOG/master/&#x4EBA;&#x8138;&#x8BC6;&#x522B;_&#x5E73;&#x5747;&#x8138;3.png" alt="44"><br>&#x4E3A;&#x4E86;&#x8BC6;&#x522B;&#x4E00;&#x5F20;&#x65B0;&#x7684;&#x4EBA;&#x8138;&#xFF0C;&#x9700;&#x8981;&#x4ECE;&#x8BE5;&#x4EBA;&#x8138;&#x4E2D;&#x627E;&#x5230;&#x57FA;&#x51C6;&#x70B9;&#xFF0C;&#x63D0;&#x53D6;&#x51FA;&#x4E00;&#x4E2A;&#x4EBA;&#x8138;&#x56FE;&#xFF0C;&#x8FD9;&#x53EF;&#x7528;&#x5F39;&#x6027;&#x56FE;&#x5339;&#x914D;&#x5F97;&#x5230;&#x3002;&#x5F39;&#x6027;&#x56FE;&#x5339;&#x914D;&#x7684;&#x76EE;&#x7684;&#x662F;&#x5728;&#x65B0;&#x7684;&#x4EBA;&#x8138;&#x4E2D;&#x627E;&#x5230;&#x57FA;&#x51C6;&#x70B9;&#xFF0C;&#x5E76;&#x4E14;&#x63D0;&#x53D6;&#x51FA;&#x4E00;&#x5E45;&#x56FE;&#xFF0C;&#x8FD9;&#x5E45;&#x56FE;&#x548C;&#x73B0;&#x6709;&#x7684;&#x4EBA;&#x8138;&#x675F;&#x56FE;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4F3C;&#x5EA6;&#x6700;&#x5927;&#x3002;&#x7ECF;&#x8FC7;&#x5F39;&#x6027;&#x56FE;&#x5339;&#x914D;&#x540E;&#xFF0C;&#x65B0;&#x7684;&#x4EBA;&#x8138;&#x7684;&#x56FE;&#x5C31;&#x88AB;&#x63D0;&#x53D6;&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#x6B64;&#x56FE;&#x5C31;&#x8868;&#x5F81;&#x4E86;&#x65B0;&#x7684;&#x4EBA;&#x8138;&#xFF0C;&#x7528;&#x5B83;&#x4F5C;&#x4E3A;&#x7279;&#x5F81;&#x8FDB;&#x884C;&#x8BC6;&#x522B;&#x3002;&#x8FDB;&#x884C;&#x8BC6;&#x522B;&#x65F6;&#xFF0C;&#x8BA1;&#x7B97;&#x6D4B;&#x8BD5;&#x4EBA;&#x8138;&#x548C;&#x73B0;&#x6709;&#x4EBA;&#x8138;&#x675F;&#x56FE;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x4EBA;&#x8138;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4F3C;&#x5EA6;&#xFF0C;&#x76F8;&#x4F3C;&#x5EA6;&#x6700;&#x5927;&#x7684;&#x4EBA;&#x8138;&#x7684;&#x8EAB;&#x4EFD;&#x5373;&#x4E3A;&#x6D4B;&#x8BD5;&#x4EBA;&#x8138;&#x7684;&#x8EAB;&#x4EFD;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x8BE5;&#x65B9;&#x6CD5;&#x5229;&#x7528; Gabor &#x5C0F;&#x6CE2;&#x53D8;&#x6362;&#x6765;&#x63CF;&#x8FF0;&#x9762;&#x90E8;&#x7279;&#x5F81;&#x70B9;&#x7684;&#x5C40;&#x90E8;&#x4FE1;&#x606F;&#xFF0C;&#x56E0;&#x6B64;&#x53D7;&#x5149;&#x7167;&#x5F71;&#x54CD;&#x8F83;&#x5C0F;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5728;&#x5F39;&#x6027;&#x5339;&#x914D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7F51;&#x683C;&#x7684;&#x5F62;&#x72B6;&#x968F;&#x7740;&#x7279;&#x5F81;&#x70B9;&#x7684;&#x641C;&#x7D22;&#x800C;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF0C;&#x56E0;&#x6B64;&#x5BF9;&#x59FF;&#x6001;&#x7684;&#x53D8;&#x5316;&#x4E5F;&#x5177;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x81EA;&#x9002;&#x5E94;&#x6027;&#x3002;&#x8BE5;&#x65B9;&#x6CD5;&#x7684;&#x4E3B;&#x8981;&#x7F3A;&#x70B9;&#x662F;&#x641C;&#x7D22;&#x8FC7;&#x7A0B;&#x4E2D;&#x4EE3;&#x4EF7;&#x51FD;&#x6570;&#x4F18;&#x5316;&#x7684;&#x8BA1;&#x7B97;&#x91CF;&#x5DE8;&#x5927;&#xFF0C;&#x56E0;&#x800C;&#x9020;&#x6210;&#x8BC6;&#x522B;&#x901F;&#x5EA6;&#x8F83;&#x6162;&#xFF0C;&#x5BFC;&#x81F4;&#x8BE5;&#x65B9;&#x6CD5;&#x7684;&#x5B9E;&#x7528;&#x6027;&#x4E0D;&#x5F3A;&#x3002;</p>
<h2><span id="x57fax4e8ex89c6x9891x56fex50cfx7684x8bc6x522bx7b97x6cd5">&#x57FA;&#x4E8E;&#x89C6;&#x9891;&#x56FE;&#x50CF;&#x7684;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;</span></h2><p>&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x57FA;&#x4E8E;&#x89C6;&#x9891;&#x56FE;&#x50CF;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7CFB;&#x7EDF;&#x4E00;&#x822C;&#x90FD;&#x662F;&#x81EA;&#x52A8;&#x68C0;&#x6D4B;&#x4EBA;&#x8138;&#x533A;&#x57DF;&#xFF0C;&#x4ECE;&#x89C6;&#x9891;&#x4E2D;&#x63D0;&#x53D6;&#x7279;&#x5F81;&#xFF0C;&#x6700;&#x540E;&#x5982;&#x679C;&#x4EBA;&#x8138;&#x5B58;&#x5728;&#x5219;&#x8BC6;&#x522B;&#x51FA;&#x4EBA;&#x8138;&#x7684;&#x8EAB;&#x4EFD;&#x3002;&#x5728;&#x89C6;&#x9891;&#x76D1;&#x63A7;&#x3001;&#x4FE1;&#x606F;&#x5B89;&#x5168;&#x548C;&#x51FA;&#x5165;&#x63A7;&#x5236;&#x7B49;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x57FA;&#x4E8E;&#x89C6;&#x9891;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4E5F;&#x662F;&#x76EE;&#x524D;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7684;&#x4E00;&#x4E2A;&#x70ED;&#x70B9;&#x548C;&#x96BE;&#x70B9;&#x3002;&#x57FA;&#x4E8E;&#x89C6;&#x9891;&#x6BD4;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x66F4;&#x5177;&#x4F18;&#x8D8A;&#x6027;&#xFF0C;&#x56E0;&#x4E3A; Bruce &#x7B49;&#x4EBA;&#x548C; Knight &#x7B49;&#x4EBA;&#x5DF2;&#x8BC1;&#x660E;&#xFF0C;&#x5F53;&#x4EBA;&#x8138;&#x88AB;&#x6C42;&#x53CD;&#x6216;&#x5012;&#x8F6C;&#x65F6;&#xFF0C;&#x8FD0;&#x52A8;&#x4FE1;&#x606F;&#x6709;&#x52A9;&#x4E8E;&#xFF08;&#x719F;&#x6089;&#x7684;&#xFF09;&#x4EBA;&#x8138;&#x7684;&#x8BC6;&#x522B;&#x3002;&#x867D;&#x7136;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x662F;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7684;&#x76F4;&#x63A5;&#x6269;&#x5C55;&#xFF0C;&#x4F46;&#x4E00;&#x822C;&#x8BA4;&#x4E3A;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;&#x9700;&#x8981;&#x540C;&#x65F6;&#x7528;&#x5230;&#x7A7A;&#x95F4;&#x548C;&#x65F6;&#x95F4;&#x4FE1;&#x606F;&#xFF0C;&#x8FD9;&#x7C7B;&#x65B9;&#x6CD5;&#x76F4;&#x5230;&#x8FD1;&#x51E0;&#x5E74;&#x624D;&#x5F00;&#x59CB;&#x53D7;&#x5230;&#x91CD;&#x89C6;&#x5E76;&#x9700;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x7814;&#x7A76;&#x548C;&#x53D1;&#x5C55;&#x3002;&#x76EE;&#x524D;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x56F0;&#x96BE;&#x548C;&#x6311;&#x6218;&#xFF0C;&#x5177;&#x4F53;&#x6765;&#x8BF4;&#x6709;&#x4EE5;&#x4E0B;&#x51E0;&#x79CD;&#xFF1A;</p>
<p>&#x89C6;&#x9891;&#x56FE;&#x50CF;&#x8D28;&#x91CF;&#x6BD4;&#x8F83;&#x5DEE;&#xFF1A;&#x89C6;&#x9891;&#x56FE;&#x50CF;&#x4E00;&#x822C;&#x662F;&#x5728;&#x6237;&#x5916;&#xFF08;&#x6216;&#x5BA4;&#x5185;&#xFF0C;&#x4F46;&#x662F;&#x91C7;&#x96C6;&#x6761;&#x4EF6;&#x6BD4;&#x8F83;&#x5DEE;&#xFF09;&#x83B7;&#x53D6;&#x7684;&#xFF0C;&#x901A;&#x5E38;&#x6CA1;&#x6709;&#x7528;&#x6237;&#x7684;&#x914D;&#x5408;&#xFF0C;&#x6240;&#x4EE5;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x56FE;&#x50CF;&#x7ECF;&#x5E38;&#x4F1A;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5149;&#x7167;&#x548C;&#x59FF;&#x6001;&#x53D8;&#x5316;&#x3002;&#x53E6;&#x5916;&#x8FD8;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x906E;&#x6321;&#x548C;&#x4F2A;&#x88C5;&#x3002;</p>
<p>&#x4EBA;&#x8138;&#x56FE;&#x50CF;&#x6BD4;&#x8F83;&#x5C0F;&#xFF1A;&#x540C;&#x6837;&#xFF0C;&#x7531;&#x4E8E;&#x91C7;&#x96C6;&#x6761;&#x4EF6;&#x6BD4;&#x8F83;&#x5DEE;&#xFF0C;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x56FE;&#x50CF;&#x4E00;&#x822C;&#x4F1A;&#x6BD4;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7CFB;&#x7EDF;&#x7684;&#x9884;&#x8BBE;&#x5C3A;&#x5BF8;&#x5C0F;&#x3002;&#x5C0F;&#x5C3A;&#x5BF8;&#x7684;&#x56FE;&#x50CF;&#x4E0D;&#x4F46;&#x4F1A;&#x5F71;&#x54CD;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;&#x7684;&#x6027;&#x80FD;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x4F1A;&#x5F71;&#x54CD;&#x4EBA;&#x8138;&#x68C0;&#x6D4B;&#xFF0C;&#x5206;&#x5272;&#x548C;&#x5173;&#x952E;&#x70B9;&#x5B9A;&#x4F4D;&#x7684;&#x7CBE;&#x5EA6;&#xFF0C;&#x8FD9;&#x5FC5;&#x7136;&#x4F1A;&#x5BFC;&#x81F4;&#x6574;&#x4E2A;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7CFB;&#x7EDF;&#x6027;&#x80FD;&#x7684;&#x4E0B;&#x964D;&#x3002;</p>
<p>&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x8D77;&#x6E90;&#x4E8E;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#xFF0C;&#x5373;&#x8BC6;&#x522B;&#x7CFB;&#x7EDF;&#x81EA;&#x52A8;&#x7684;&#x68C0;&#x6D4B;&#x548C;&#x5206;&#x5272;&#x51FA;&#x4EBA;&#x8138;&#xFF0C;&#x7136;&#x540E;&#x7528;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x8BC6;&#x522B;&#x65B9;&#x6CD5;&#x8FDB;&#x884C;&#x8BC6;&#x522B;&#x3002;&#x5BF9;&#x8FD9;&#x7C7B;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E2A;&#x63D0;&#x9AD8;&#x662F;&#x52A0;&#x5165;&#x4E86;&#x4EBA;&#x8138;&#x8DDF;&#x8E2A;&#x3002;&#x5728;&#x8FD9;&#x7C7B;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x901A;&#x8FC7;&#x5229;&#x7528;&#x59FF;&#x6001;&#x548C;&#x4ECE;&#x89C6;&#x9891;&#x4E2D;&#x4F30;&#x8BA1;&#x5230;&#x7684;&#x6DF1;&#x5EA6;&#x4FE1;&#x606F;&#x5408;&#x6210;&#x4E00;&#x4E2A;&#x865A;&#x62DF;&#x7684;&#x6B63;&#x9762;&#x4EBA;&#x8138;&#x3002;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x80FD;&#x63D0;&#x9AD8;&#x8BC6;&#x522B;&#x7387;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x5229;&#x7528;&#x89C6;&#x9891;&#x4E2D;&#x5145;&#x88D5;&#x7684;&#x5E27;&#x56FE;&#x50CF;&#xFF0C;&#x57FA;&#x4E8E;&#x6BCF;&#x5E27;&#x56FE;&#x50CF;&#x7684;&#x8BC6;&#x522B;&#x7ED3;&#x679C;&#xFF0C;&#x4F7F;&#x7528; &#x201D; &#x6295;&#x7968; &#x201D; &#x673A;&#x5236;&#x3002;&#x6295;&#x7968;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x662F;&#x786E;&#x5B9A;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x6982;&#x7387;&#x6295;&#x7968;&#x65B9;&#x6CD5;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x66F4;&#x597D;&#x3002;&#x6295;&#x7968;&#x673A;&#x5236;&#x7684;&#x4E00;&#x4E2A;&#x7F3A;&#x70B9;&#x662F;&#x8BA1;&#x7B97;&#x7ED3;&#x679C;&#x7684;&#x4EE3;&#x4EF7;&#x6BD4;&#x8F83;&#x6602;&#x8D35;&#x3002;</p>
<p>&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7684;&#x7B2C;&#x4E8C;&#x4E2A;&#x53D1;&#x5C55;&#x9636;&#x6BB5;&#x662F;&#x5229;&#x7528;&#x591A;&#x6A21;&#x6001;&#x4FE1;&#x606F;&#x3002;&#x56E0;&#x4E3A;&#x4EBA;&#x7C7B;&#x4E00;&#x822C;&#x4F1A;&#x5229;&#x7528;&#x591A;&#x79CD;&#x4FE1;&#x606F;&#x8BC6;&#x522B;&#x4EBA;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x6240;&#x4EE5;&#x4E00;&#x4E2A;&#x591A;&#x6A21;&#x6001;&#x7CFB;&#x7EDF;&#x5C06;&#x6BD4;&#x53EA;&#x5229;&#x7528;&#x4EBA;&#x8138;&#x7684;&#x8BC6;&#x522B;&#x7CFB;&#x7EDF;&#x6027;&#x80FD;&#x66F4;&#x597D;&#x3002;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5229;&#x7528;&#x591A;&#x6A21;&#x6001;&#x4FE1;&#x606F;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x5B83;&#x80FD;&#x5168;&#x9762;&#x89E3;&#x51B3;&#x90A3;&#x4E9B;&#x53EA;&#x9760;&#x4EBA;&#x8138;&#x65E0;&#x6CD5;&#x8BC6;&#x522B;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x4E00;&#x4E2A;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x914D;&#x5408;&#x7684;&#x73AF;&#x5883;&#xFF08;&#x6BD4;&#x5982;&#x62A2;&#x52AB;&#xFF09;&#xFF0C;&#x6B79;&#x5F92;&#x7684;&#x8138;&#x4E00;&#x822C;&#x662F;&#x8499;&#x7740;&#x7684;&#xFF0C;&#x8FD9;&#x65F6;&#x552F;&#x4E00;&#x80FD;&#x8FDB;&#x884C;&#x65E0;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7684;&#x65B9;&#x6CD5;&#x5C31;&#x662F;&#x5206;&#x6790;&#x6B79;&#x5F92;&#x8EAF;&#x4F53;&#x7684;&#x8FD0;&#x52A8;&#x7279;&#x6027;&#x3002;&#x9664;&#x4E86;&#x6307;&#x7EB9;&#xFF0C;&#x4EBA;&#x8138;&#x548C;&#x58F0;&#x97F3;&#x662F;&#x6700;&#x5E38;&#x7528;&#x4E8E;&#x8EAB;&#x4EFD;&#x8BC6;&#x522B;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x5B83;&#x4EEC;&#x5DF2;&#x7ECF;&#x88AB;&#x7528;&#x4E8E;&#x5F88;&#x591A;&#x591A;&#x6A21;&#x6001;&#x8EAB;&#x4EFD;&#x8BC6;&#x522B;&#x7CFB;&#x7EDF;&#x3002; 1997 &#x5E74;&#x4EE5;&#x6765;&#xFF0C;&#x6BCF;&#x4E24;&#x5E74;&#xFF0C;&#x5C31;&#x4F1A;&#x53EC;&#x5F00;&#x4E00;&#x4E2A;&#x4E13;&#x95E8;&#x5173;&#x4E8E;&#x57FA;&#x4E8E;&#x89C6;&#x9891;&#x548C;&#x8BED;&#x97F3;&#x8EAB;&#x4EFD;&#x8BC6;&#x522B;&#x7684;&#x56FD;&#x9645;&#x4F1A;&#x8BAE;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x51E0;&#x5E74;&#xFF0C;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x8FDB;&#x5165;&#x7B2C;&#x4E09;&#x4E2A;&#x53D1;&#x5C55;&#x9636;&#x6BB5;&#xFF0C;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#x65B9;&#x6CD5;&#x7684;&#x7279;&#x70B9;&#x662F;&#x540C;&#x65F6;&#x91C7;&#x7528;&#x7A7A;&#x95F4;&#x4FE1;&#x606F;&#xFF08;&#x5728;&#x6BCF;&#x5E27;&#x4E2D;&#xFF09;&#x548C;&#x65F6;&#x95F4;&#x4FE1;&#x606F;&#xFF08;&#x6BD4;&#x5982;&#x4EBA;&#x8138;&#x7279;&#x5F81;&#x7684;&#x8FD0;&#x52A8;&#x8F68;&#x8FF9;&#xFF09;&#x3002;&#x533A;&#x522B;&#x4E8E;&#x6982;&#x7387;&#x6295;&#x7968;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E2A;&#x5F88;&#x5927;&#x7684;&#x4E0D;&#x540C;&#x4E4B;&#x5904;&#x5728;&#x4E8E;&#xFF0C;&#x6B64;&#x7C7B;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x65F6;&#x95F4;&#x548C;&#x7A7A;&#x95F4;&#x7684;&#x8054;&#x5408;&#x7A7A;&#x95F4;&#x4E2D;&#x63CF;&#x8FF0;&#x4EBA;&#x8138;&#x548C;&#x8BC6;&#x522B;&#x4EBA;&#x8138;&#x7684;&#x3002;</p>
<p>&#x89C6;&#x9891;&#x56FE;&#x50CF;&#x7684;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x7279;&#x6027;&#x662F;&#x5B83;&#x7684;&#x65F6;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#xFF0C;&#x4EE5;&#x53CA;&#x7531;&#x6B64;&#x4EA7;&#x751F;&#x7684;&#x4EBA;&#x8138;&#x4FE1;&#x606F;&#x7684;&#x4E0D;&#x786E;&#x5B9A;&#x6027;&#x3002;&#x5728;&#x4EBA;&#x8138;&#x8DDF;&#x8E2A;&#x548C;&#x8BC6;&#x522B;&#x4E2D;&#x5229;&#x7528;&#x65F6;&#x95F4;&#x4FE1;&#x606F;&#x662F;&#x89C6;&#x9891;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;&#x548C;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;&#x7684;&#x6700;&#x5927;&#x533A;&#x522B;&#x3002;&#x76EE;&#x524D;&#x8FD9;&#x7C7B;&#x7B97;&#x6CD5;&#x5927;&#x81F4;&#x53EF;&#x5206;&#x4E3A;&#x4E24;&#x7C7B;&#xFF1A;</p>
<p>1&#x3001; &#x8DDF;&#x8E2A; - &#x7136;&#x540E; - &#x8BC6;&#x522B;&#xFF0C;&#x8FD9;&#x7C7B;&#x65B9;&#x6CD5;&#x9996;&#x5148;&#x68C0;&#x6D4B;&#x51FA;&#x4EBA;&#x8138;&#xFF0C;&#x7136;&#x540E;&#x8DDF;&#x8E2A;&#x4EBA;&#x8138;&#x7279;&#x5F81;&#x968F;&#x65F6;&#x95F4;&#x7684;&#x53D8;&#x5316;&#x3002;&#x5F53;&#x6355;&#x6349;&#x5230;&#x4E00;&#x5E27;&#x7B26;&#x5408;&#x4E00;&#x5B9A;&#x6807;&#x51C6;&#xFF08;&#x5927;&#x5C0F;&#xFF0C;&#x59FF;&#x52BF;&#xFF09;&#x7684;&#x56FE;&#x50CF;&#x65F6;&#xFF0C;&#x7528;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x4EBA;&#x8138;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;&#x8FDB;&#x884C;&#x8BC6;&#x522B;&#x3002;&#x8FD9;&#x7C7B;&#x65B9;&#x6CD5;&#x4E2D;&#x8DDF;&#x8E2A;&#x548C;&#x8BC6;&#x522B;&#x662F;&#x5355;&#x72EC;&#x8FDB;&#x884C;&#x7684;&#xFF0C;&#x65F6;&#x95F4;&#x4FE1;&#x606F;&#x53EA;&#x5728;&#x8DDF;&#x8E2A;&#x9636;&#x6BB5;&#x7528;&#x5230;&#x3002;&#x8BC6;&#x522B;&#x8FD8;&#x662F;&#x91C7;&#x7528;&#x57FA;&#x4E8E;&#x9759;&#x6001;&#x56FE;&#x50CF;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x6CA1;&#x7528;&#x5230;&#x65F6;&#x95F4;&#x4FE1;&#x606F;&#x3002;</p>
<p>2&#x3001; &#x8DDF;&#x8E2A; - &#x4E14; - &#x8BC6;&#x522B;&#xFF0C;&#x8FD9;&#x7C7B;&#x65B9;&#x6CD5;&#x4E2D;&#xFF0C;&#x4EBA;&#x8138;&#x8DDF;&#x8E2A;&#x548C;&#x8BC6;&#x522B;&#x662F;&#x540C;&#x65F6;&#x8FDB;&#x884C;&#x7684;&#xFF0C;&#x65F6;&#x95F4;&#x4FE1;&#x606F;&#x5728;&#x8DDF;&#x8E2A;&#x9636;&#x6BB5;&#x548C;&#x8BC6;&#x522B;&#x9636;&#x6BB5;&#x90FD;&#x7528;&#x5230;&#x3002;</p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2019/10/14/╙├pytorch┤ю╜и╚л┴м╜╙╔ё╛н═°┬ч└¤╫╙/" rel="next" title="用pytorch搭建全连接神经网络例子">
                <i class="fa fa-chevron-left"></i> 用pytorch搭建全连接神经网络例子
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2019/10/15/┬э╢√┐╞╖Є┴┤╡╜╝к▓╝╦╣▓╔╤∙/" rel="prev" title="马尔科夫链到吉布斯采样">
                马尔科夫链到吉布斯采样 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap">
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview-wrap">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview-wrap sidebar-panel">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">lwglucky</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="/archives/">
              
                  <span class="site-state-item-count">30</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            
              
              
              <div class="site-state-item site-state-categories">
                <a href="/categories/index.html">
                  <span class="site-state-item-count">4</span>
                  <span class="site-state-item-name">分类</span>
                </a>
              </div>
            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">2</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          

          

          
          

          
          

          

        </div>
      </section>

      
      <!--noindex-->
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">

            
              
            

            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#null"><span class="nav-number">1.</span> <span class="nav-text">特征脸</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#null"><span class="nav-number">2.</span> <span class="nav-text">弹性图匹配</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#null"><span class="nav-number">3.</span> <span class="nav-text">基于视频图像的识别算法</span></a></li></ol></div>
            

          </div>
        </section>
      <!--/noindex-->
      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">lwglucky</span>

  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Pisces</a> v5.1.4</div>




        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  


  











  
  
    <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  

  
  
    <script type="text/javascript" src="/lib/canvas-nest/canvas-nest.min.js"></script>
  


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.4"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.1.4"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.1.4"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  





  

  

  

  
  

  
  
    <script type="text/x-mathjax-config">
      MathJax.Hub.Config({
        tex2jax: {
          inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
          processEscapes: true,
          skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
        }
      });
    </script>

    <script type="text/x-mathjax-config">
      MathJax.Hub.Queue(function() {
        var all = MathJax.Hub.getAllJax(), i;
        for (i=0; i < all.length; i += 1) {
          all[i].SourceElement().parentNode.className += ' has-jax';
        }
      });
    </script>
    <script type="text/javascript" src="//cdn.bootcss.com/mathjax/2.7.1/latest.js?config=TeX-AMS-MML_HTMLorMML"></script>
  


  

  

</body>
</html>
<!-- ҳ����С���� -->
<script type="text/javascript" src="/js/src/clicklove.js"></script>
<script type="text/javascript" src="/js/src/dynamic_bg.js"></script>